/* Arrange Calendars */
"Manage Calendars 2" = "Hide / Rearrange";

/* Currently only Syncing to Mac OX 10.5+ is supported. Please ensure WiFi is switched ON and the ToDo Sync Helper App is installed on your Mac. The last known computer will automatically be connected.\n\nSyncing with Windows will be supported in future versions.\n\nDownload the Sync Helper App from: www.2DoApp.com */
"Currently only Syncing to Mac OX 10.5+ is supported. Please ensure WiFi is switched ON and the ToDo Sync Helper App is installed on your Mac. The last known computer will automatically be connected.\n\nSyncing with Windows will be supported in future versions.\n\nDownload the Sync Helper App from: wwww.2DoApp.com" = "PLEASE ENSURE iCal / Outlook IS ALWAYS BACKED UP\n\nCurrently only Syncing to Mac OS X 10.5+ is supported. Please ensure WiFi is switched ON and the ToDo Sync Helper App is installed on your Mac. The last known computer will automatically be connected. Please ensure your device and computer are on the same network.\n\nMore syncing options will be supported in future versions.\n\nDownload the Sync Helper App from: wwww.2DoApp.com";

/* Done */
"DoneBB" = "Done";
"DoneTabBar" = "Done";
"DonePartition" = "Done";

/* Please kindly enter your email information using the 'Your Info' option. */
"Please kindly enter your email information using the 'Your Info' option." = "Please kindly enter your email information using the 'Email Info Setup' option in Settings->Alerts";

/* Please Wait... */
"Please Wait..." = "Please be patient this may take a little while";

/* Forece Merge Message */
"This option will make an attempt to force a full merge sync between 2Do and your Mac the next time you Sync. This is useful in situations where you'd like to force tasks/calendars to be copied from 2Do to your Mac. It may however result in some loss of tasks/calendars on your mac which could not be synced with 2Do. On the other hand, this may still not result in a full merge. Please backup your iCal data from iCal->File->Backup and restore later if this results in an undesirable sync." = "WARNING!! Do NOT use this option unless you're experiencing severe sync problems and data isn't syncing correctly or you wish to re-sync everything from 2Do to your Mac / PC / MobileMe. You may end up with DUPLICATED data in the worst case! If syncing with Desktop, please backup your iCal data from iCal->Export->iCal Archive (or backup Outlook on PC) and restore later if this results in an undesirable sync.";

/* Title, Notes & URL */
"Title, Notes & URL" = "Everything";

"Full Text, Soundex Search" = "Full Text";

"Tasks will be removed automatically during the next launch" = "NOTE: Done Tasks will be deleted permanently after being completed for given period";
"Just Like Groups Text" = "O'Reilly's Top Pick for 'Best App for Working Your Rolodex' and nominated for 2009's 'Most Innovative User Interface Award'\n\nGroups: Drag & Drop offers unmatched usability and features for the untimate contact management tasks on your iPhone.\n\nFeatures like Contact Grouping, Mass Emailing and Smart Filtering are just to name a few.";

"Synchronization Failed" = "Sync Failed - Check Desktop Sync Logs";
"Changelog & Upcoming Features" = "Features Roadmap";
"Application Badge" = "App Badge";
"Focus Filter" = "Focus Filter";

"Less Options" = "Fewer Options";


// Backup and Restore
"Switch ON the Web Server in order to backup / restore the 2Do database file. 2Do MUST relaunch after server is switched OFF even if no changes were made" = "Switch ON the Web Server in order to backup / restore the 2Do database file. 2Do MUST relaunch after server is switched OFF even if no changes were made. Please use a browser on the same network.";
"You may download and backup the current 2Do database file or upload a previously backed up one" = "You may download (right-click and 'Save Target As' / 'Download Linked File As') and backup the current 2Do database file or upload a previously backed up one";
"Upload Restore file" = "Upload Restore file";

"Edit Properties" = "Tap here to Edit Details";
"Poll" = "New Features Poll";

// v1.2.2 Stuff
"Close AddView" = "Back"; // used on 'Close' button in AddView
"Desktop Sync" = "Mac / PC";
"Could not retrieve info from Server. Please try again later." = "Could not retrieve info from Server. Please try again later. If the problem persists, please check that you have the latest version of 2Do installed and use the 'Email Diagnostics Report' feature from settings.";

// Diagnostics
"If you're experiencing issues with Push or Sync, emailing 2Do's diagnostic report to the developers will help us find and fix specific issues you're experiencing. Would you like to send this now?" = "IF you're experiencing issues with Push, Backup or Sync, emailing 2Do's diagnostic report to the developers will help us find and fix specific issues you're experiencing. You MUST also find solutions on our Knowledge Base online as you may need to send logs from your computer as well or may find a resolution there.\n\nPlease do NOT expect support from this email address. Any questions you may have should be asked on the forum or the online KB.\n\nWould you like to send this now?";

"Sorting Options" = "Sort by";

"Lucky you !" = "Lucky you!";
"so far .." = "so far...";

"Enter the following code on your Mac when Prompted:" = "Enter the following code on your Mac / PC when Prompted:";
"Tap on a task to pull up its edit view. Then tap on the Start icon in the top right corner of the screen" = "Tap on a task to pull up its edit view. Then tap on the Star icon in the top right corner of the screen";

"Clear Selection" = "Deselect";
"Email Sent" = "Sending Email...";



// v2.3
"2Do Lite only supports a maximum of 25 ToDo's in each Calendar." = "2Do Lite only supports a maximum of 25 ToDos in each Calendar. Please delete unwanted tasks or add the task to another calendar.";
"Please ensure:\n\n1. WiFi is switched ON and the 2Do Sync Helper App is installed on your desktop (v2.0+ required).\n\n2.Your device and computer are on the same network.\n\nDownload the Sync Helper App from: www.2DoApp.com" = "Please ensure:\n\n1. WiFi is switched ON and the 2Do Sync Helper App is installed on your desktop.\n\n2.Your device and computer are on the same network.\n\n3.If you have a MobileMe account, you can only sync using the 'MobileMe Calendar' sync option from the menu above.\n\nDownload the Sync Helper App from: www.2DoApp.com";

// v2.4.6
"Tap on a task to pull up its edit view. Then tap on the Start icon in the top right corner of the screen" = "Tap on a task to pull up its edit view. Then tap on the Star icon in the top right corner of the screen";
"Duplicate ToDo" = "Duplicate";
"Are you sure you want to delete the selected Calendar? This will delete all contained ToDos and cannot be undone." = "Are you sure you want to delete the selected Calendar? This will delete ALL contained ToDos and Events and cannot be undone.\n\nWARNING: This will also delete the Calendar and its events from iCal/MobileMe if you Sync with these. Please use the 'Hide' option if you wish to hide this Calendar instead.";
"Overdue" = "Overdue";

"Syncing..." = "Syncing... Please be patient";



// 2Do Mac
"DeleteFolderConfirm" = "Delete the calendar \"%@\"?";